/*
 Localizable.strings
 TSRegisterUI
 
 Created by 沧海无际 on 2020/5/11.
 
 */

"Register the software with the purchased E-mail address and registration code." = "ลงทะเบียนซอฟท์แวร์ด้วยการซื้อทางอีเมลล์แอดเดสและรหัสการลงทะเบียน";
"Your E-mail Address" = "อีเมลล์แอดเดสของท่าน";
"Registration Code" = "รหัสการลงทะเบียน";

"Please make sure both your E-mail address and registration code are correct and try again." = "โปรดทำให้แน่ใจว่าทั้งอีเมลล์แอดเดสและรหัสการลงทะเบียนนั้นถูกต้องและลองอีกครั้ง";

"Buy Now" = "ซื้อเลย";
"Register" = "ลงทะเบียน";
"Skip" = "การข้ามไป";

"1. If you do not receive the registration code or do not know the register E-mail address, please click here to check >>" = "1. ถ้าท่านไม่ได้รับรหัสลงทะเบียนหรือไม่รู้การลงทะเบียนอีเมลล์ โปรดคลิกที่นี้เพื่อตรวจสอบ >>";
"click here to check >>" = "คลิกที่นี้เพื่อตรวจสอบ >>";
"2. For other registration issues, please contact us >>" = "2. สำหรับปัญหาการลงทะเบียนอื่นๆ โปรดติดต่อเรา >> ";
"contact us >>" = "โปรดติดต่อเรา >>";

"Registering…" = "กำลังลงทะเบียน.....";
"Registered successfully!" = "ลงทะเบียนสำเร็จเสร็จสิ้น";
"OK" = "ตกลง";

"Please make sure your network connection is working and try again." = "โปรดทำให้แน่ใจว่าการเชื่อมต่อเครือข่ายการทำงานของท่านนั้นกำลังทำงานอยู่และลองอีกครั้ง";

"Oops！Registration Error! Please re-check the E-mail address and registration code you entered and register again." = "อู๊ก! การลองทะเบียนล้มเหลว ! โปรดตรวจสอบอีเมลล์แอดเดสและรหัสการลงทะเบียนที่ท่านได้ป้อนและลงทะเบียนอีกครั้ง";

"The number of devices has exceeded the current order limit." = "จำนวนอุปกรณ์เกินขีดจำกัดการสั่งซื้อปัจจุบัน";
"Contact us" = "ติดต่อพวกเรา";
"The number of computers registered with the registration code has exceeded the limit." = "จำนวนคอมพิวเตอร์ที่ลงทะเบียนด้วยรหัสลงทะเบียนนั้นเกินขีดจำกัด";
"Invalid registration code!" = "รหัสลงทะเบียนไม่ถูกต้อง";
"No order record for this registration code!" = "ไม่มีบันทึกการสั่งซื้อของรหัสลงทะเบียนนี้!";
"This registration code has expired!" = "รหัสลงทะเบียนหมดอายุการใช้งาน!";

"Registered license plan:" = "แผนของการลงทะเบียนใบอนุญาติ:";
"User E-mail:" = "อีเมลล์ผู้ใช้:";
"License Plan:" = "แผนของใบอนุญาติ:";

"Change license plan" = "เปลี่ยนแผนใบอนุญาติ";
"Family license" = "ใบอนุญาติแบบครอบครัว";
"1 Year license" = "ใบอนุญาติแบบ 1 ปี";
"1 Month license" = "ใบอนุญาติแบบ 1 เดือน";
"Enterprise Subscription Edition" = "การสมัครสมาชิกแบบองค์กร";

"Valid until:" = "มีผลถึง:";

"Available device(s):" = "จำนวนอุปกรณ์ที่ใช้ได้:";
//"%lu device(s)/Total %lu device(s)" = "%lu device(s)/Total %lu device(s)";
"Available computer(s):" = "จำนวนคอมพิวเตอร์ที่ใช้ได้:";
//"%lu computer(s)/Total %lu computer(s)" = "%lu computer(s)/Total %lu computer(s)";

"Used device(s):" = "อุปกรณ์ที่ถูกใช้:";
"Used computer(s):" = "คอมพิวเตอร์ที่ถูกใช้:";
"%lu device(s)" = "อุปกรณ์ของ %lu";
"%lu computer(s)" = "คอมพิวเตอร์ของ %lu";

"Welcome to use %@" = "ยินดีต้อนรับสู่การใช้ %@";
"Change License" = "เปลี่ยนใบอนุญาติ";
"Lifetime" = "อายุการใช้งาน";
"Unlimited" = "ไม่มีขีดจำกัด";

"If you want to continue using %@, please purchase again or contact us." = "ถ้าท่านต้องการใช้งาน %@   ต่อ โปรดซื้ออีกครั้งหรือติดต่อพวกเรา";
"See Pricing" = "ดูราคา";
